export const FeaturesSvg = () => {
  return (
    <svg width="18" height="18" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
      <title>Характеристики</title>
      <path
        d="M21.6 5.4H17.4V4.2C17.4 2.52 16.08 1.2 14.4 1.2H4.8C3.12 1.2 1.8 2.52 1.8 4.2V15.6C1.8 17.28 3.12 18.6 4.8 18.6H14.4C16.08 18.6 17.4 17.28 17.4 15.6V14.4H21.6C22.59 14.4 23.4 13.59 23.4 12.6V7.2C23.4 6.21 22.59 5.4 21.6 5.4ZM4.8 15.6V4.2H14.4V6.6H4.8C4.29 6.6 3.8 6.78 3.42 7.14C2.99 7.56 2.7 8.13 2.7 8.7V15.6H4.8ZM14.4 15.6H16.5V12.6C16.5 11.61 15.69 10.8 14.7 10.8H9.3V9H14.4V15.6ZM21.6 12.6H18.3V9H21.6V12.6Z"
        fill="currentColor"
      ></path>
    </svg>
  );
};
